[
    {
      "section": "Golgotha",
      "intro": "You may already know that Golgotha is the place where Jesus was crucified. But what else do you know about this somber locale",
      "questions": [
          {
              "pts": 100,
              "ask": "How many criminals were crucified with Jesus at Golgotha?",
              "ans": "two",
              "ref": "Mark 15:27"
          },
          {
              "pts": 200,
              "ask": "what part of the body completes the meaning of the name Golgotha: \"The place of the...\"?",
              "ans": "skull",
              "ref": "John 19:17"
          },
          {
              "pts": 300,
              "ask": "How did the soldiers at Golgotha decide who should receive Jesus' clothing?",
              "ans": "by casting lots",
              "ref": "John 19:23-24"
          },
          {
              "pts": 400,
              "ask": "What did mocking soldiers offer Jesus to drink while He hung on the cross at Golgotha?",
              "ans": "vinegar, or wine mixed with myrrh",
              "ref": "Luke 23:26, Mark 15:23"
          },
          {
              "pts": 500,
              "ask": "How many languages appeared on the sign - reading \"The King of the Jews\" - that hung on Jesus' cross?",
              "ans": "three",
              "ref": "John 19:19-20"
          }
      ]
  }, {
      "section": "Good for Evil",
      "intro": "It's a common theme in the Bible - paying back good for evil done. Here are five examples... What do you remember about them?",
      "questions": [
          {
              "pts": 100,
              "ask": "What did Jesus command His followers to show to their enemies?",
              "ans": "love",
              "ref": "Luke 6:35"
          },
          {
              "pts": 200,
              "ask": "What Israelite, as a powerful official in Egypt, forgave his brothers who years before had sold him slavery?",
              "ans": "Joseph",
              "ref": "Genesis 50:15-21"
          },
          {
              "pts": 300,
              "ask": "What did Jesus tell His disciples to do the people who cursed them?",
              "ans": "bless them",
              "ref": "Luke 6:28"
          },
          {
              "pts": 400,
              "ask": "Who did Moses ask God to heal after God struck her with leprosy for murmuring against Moses' foreign wife?",
              "ans": "Miriam",
              "ref": "Numbers 12:1-13"
          },
          {
              "pts": 500,
              "ask": "What servant of the high priest had his ear sliced off by Peter's sword then restored by Jesus during Jesus' arrest?",
              "ans": "Malchus",
              "ref": "Luke 22:50-51, John 18:10"
          }
      ]
  }, {
      "section": "\"Go\" to",
      "intro": "You guessed it - all of the answers in this quiz are places that strat with G. Go for it!",
      "questions": [
          {
              "pts": 100,
              "ask": "What wicked city did Jeesus pair with Sodom?",
              "ans": "Gomorrah",
              "ref": "Matthew 10:15"
          },
          {
              "pts": 200,
              "ask": "What sea was the location of Jesus' calling of Peter and Andrew?",
              "ans": "Galilee",
              "ref": "Matthew 4:18-19"
          },
          {
              "pts": 300,
              "ask": "Where did Jesus pray - and His disciples sleep - the night He was betrayed and arrested?",
              "ans": "Gethsemane",
              "ref": "Matthew 26:36-46"
          },
          {
              "pts": 400,
              "ask": "What mount saw the deaths of King Saul and his sons in battle?",
              "ans": "Gilboa",
              "ref": "1 Samuel 31:8"
          },
          {
              "pts": 500,
              "ask": "What city's name appears in the name of its \"biggest\" resident - Goliath?",
              "ans": "Gath",
              "ref": "1 Samuel 17:4"
          }
      ]
  }, {
      "section": "Guilty!",
      "intro": "At fault, caught, busted... any way you look at it, guilty. What do you know about these five \"cases\" from the Bible?",
      "questions": [
          {
              "pts": 100,
              "ask": "Who did Adam blame when God confronted him about eating the forbidden fruit?",
              "ans": "the woman, Eve",
              "ref": "Genesis 3:11-12"
          },
          {
              "pts": 200,
              "ask": "What sin was a woman caught in by scribes and Pharisees who then tried to trick Jesus into approving her death by stoning?",
              "ans": "adultery",
              "ref": "John 8:1-11"
          },
          {
              "pts": 300,
              "ask": "What sin against the Holy Spirit, according to Jesus, would result in eternal guilt?",
              "ans": "blasphemy",
              "ref": "Mark 3:28-29"
          },
          {
              "pts": 400,
              "ask": "Who was stoned to death after admitting he had stolen clothing, silver, and gold from the ruins of Jericho?",
              "ans": "Achan",
              "ref": "Joshua 7:19-25"
          },
          {
              "pts": 500,
              "ask": "What priests, the two sons of Eli, were judged for treating the Lord's offerings with contempt?",
              "ans": "Hophni nad Phinehas",
              "ref": "1 Samuel 1:3, 2:12-17"
          }
      ]
  }
]